{
  "maltese_dog": {
    "title": "말티즈",
    "desc": "말티즈는 눈물 자국이 심해지는 '과다 눈물 분비'와 '슬개골 탈구'가 흔합니다. 슬개골 탈구는 무릎 뼈가 제자리를 벗어나 발생하며, 심할 경우 수술이 필요할 수 있습니다. 또한 피부가 예민해 알러지성 피부염이 자주 발생하므로, 정기적인 목욕과 식단 조절이 중요합니다."
  },
  "miniature_poodle": {
    "title": "미니어처 푸들",
    "desc": "푸들은 '고관절 이형성증'과 '진행성 망막 위축(PRA)'의 위험이 높습니다. PRA는 시력을 점진적으로 상실하게 되는 질병이며 조기 발견이 어렵습니다. 또한 간질과 같은 신경 질환도 드물지 않게 나타나므로 정기적인 건강검진이 필요합니다."
  },
  "pomeranian": {
    "title": "포메라니안",
    "desc": "포메라니안은 '탈모증(알로페시아 X)'과 '기관 협착'이 주요 문제입니다. 탈모는 호르몬 문제나 유전적 요인에 의해 발생하며, 피부 보호에 신경을 써야 합니다. 기관 협착은 심할 경우 호흡 곤란을 유발하므로 기침 증상이 잦다면 반드시 검진이 필요합니다."
  },
  "shih-tzu": {
    "title": "시츄",
    "desc": "시츄는 '기관 허탈'과 '안검 내반증(속눈썹이 안쪽으로 말려 눈을 찌름)'이 자주 발생합니다. 눈곱이 많거나 눈을 자주 긁는다면 조기에 진료를 받아야 합니다. 턱이 짧은 단두종 특성상 치아 배열 이상 및 호흡기 문제도 잦습니다."
  },
  "chihuahua": {
    "title": "치와와",
    "desc": "치와와는 '저혈당'과 '치주 질환'에 특히 취약합니다. 작은 체구로 인해 식사를 거르면 혈당이 급격히 떨어질 수 있으므로 정해진 시간에 급여하는 것이 중요합니다. 또한 치아 구조상 플라그가 쉽게 쌓이므로 매일 양치질이 권장됩니다."
  },
  "yorkshire_terrier": {
    "title": "요크셔 테리어",
    "desc": "요크셔 테리어는 '기관 협착', '간문맥전신단락증(PSS)' 같은 대사성 질환이 발생할 수 있습니다. PSS는 간으로 가야 할 혈류가 다른 곳으로 흘러가면서 독소가 제거되지 않는 상태입니다. 성장부진이나 구토 증상이 있으면 바로 진료가 필요합니다."
  },
  "beagle": {
    "title": "비글",
    "desc": "비글은 식욕이 왕성해 '비만'과 '척추 디스크 질환'이 흔히 발생합니다. 잦은 간식보다는 식사량을 조절하고, 충분한 운동을 시켜야 합니다. 또한 '외이염'에 취약하므로 귀 청소도 주기적으로 해주는 것이 좋습니다."
  },
  "french_bulldog": {
    "title": "프렌치 불독",
    "desc": "프렌치 불독은 '단두종 호흡기 증후군'으로 인해 더운 날씨에 호흡 곤란이 쉽게 옵니다. 더운 날 외출을 자제하고 실내 온도를 유지해 주세요. 또한 '피부 접힘 부위 감염'이 자주 생기므로 주 1~2회 이상 세심한 피부 관리가 필요합니다."
  },
  "labrador_retriever": {
    "title": "래브라도 리트리버",
    "desc": "래브라도는 '고관절 이형성증'과 '비만'에 취약합니다. 활동량이 많지만 동시에 식욕도 강하기 때문에 체중 관리가 필수입니다. '팔꿈치 이형성증', '심장병', '진행성 망막 위축' 등의 질환이 동반될 수 있어 정기적인 건강 체크가 중요합니다."
  },
  "miniature_schnauzer": {
    "title": "미니어처 슈나우저",
    "desc": "슈나우저는 '고지혈증', '당뇨병', '요로결석'의 발생률이 높습니다. 기름진 간식은 피하고, 요로계 건강을 위한 수분 섭취와 저지방 식단을 유지하는 것이 좋습니다. 정기적으로 소변 검사를 받아 결석을 조기에 발견해야 합니다."
  },
  "cocker_spaniel": {
    "title": "코커 스패니얼",
    "desc": "코커 스패니얼은 '외이염', '백내장', '심장병'이 흔히 발생합니다. 귀가 처져 있어 통풍이 잘 되지 않기 때문에 귀 청결에 신경 써야 합니다. 눈물샘 이상과 안구건조도 흔하므로 눈 건강 관리도 중요합니다."
  },
  "samoyed": {
    "title": "사모예드",
    "desc": "사모예드는 '신장 질환(사모예드 가족성 신증)'이 유전적으로 전해질 수 있어 조기 진단이 중요합니다. 또한 눈 주변 털이 길어 '눈물자국'이 쉽게 생기며, '갑상선 기능 저하증'도 자주 나타납니다."
  },
  "pug": {
    "title": "퍼그",
    "desc": "퍼그는 '단두종 증후군'과 '척추 기형(척추사상돌기 기형)'이 특징입니다. 비만해지기 쉬우므로 규칙적인 운동이 필요하며, 더운 환경에서의 산책은 피해야 합니다. 코골이나 호흡이 거칠다면 즉시 검진을 권장합니다."
  },
  "pekinese": {
    "title": "페키니즈",
    "desc": "페키니즈는 '기관허탈', '심장병', '안구 돌출' 등의 위험이 있습니다. 눈이 커서 외부 충격에 취약하며, 뒷다리 관절의 탈구도 자주 발생합니다. 무리한 점프나 높은 곳에서 뛰어내리는 것을 피해야 합니다."
  },
  "pembroke": {
    "title": "웰시 코기",
    "desc": "웰시 코기(펨브록)는 '추간판 질환(디스크)'과 '고관절 이형성증'이 발생하기 쉬운 견종입니다. 다리가 짧고 몸통이 긴 체형 특성상 허리에 무리가 가기 쉬우므로, 무리한 점프를 피해야 합니다."
  },
  "siberian_husky": {
    "title": "시베리안 허스키",
    "desc": "허스키는 '각막 이상', '갑상선 기능 저하증', '고관절 이형성증' 등이 자주 나타납니다. 특히 눈 건강이 중요하여 눈곱이 많거나 충혈이 잦다면 반드시 진료가 필요합니다."
  },
  "west_highland_white_terrier": {
    "title": "화이트 테리어",
    "desc": "웨스티는 '아토피 피부염'과 '천식'에 취약합니다. 가려움, 탈모 증상이 나타나면 조기 관리가 필요합니다. 환경 알러지에 민감하므로 실내 먼지와 습도를 잘 관리해 주세요."
  },
  "italian_greyhound": {
    "title": "이탈리안 그레이하운드",
    "desc": "이탈리안 그레이하운드는 '뼈 골절', '심장병', '치아 문제'가 흔합니다. 체형이 마르고 뼈가 가늘어 쉽게 골절되며, 정기적인 구강 검진과 실내 안전사고 예방이 중요합니다."
  }
}
